{
    "posts": [
        {
            "title": "The missing picture",
            "author": "Eloïse Vo",
            "image": "./public/images/The_missing_picture.png",
            "extent": {
                "southwest": [0.226932, 0.122379],
                "northeast": [0.555998, 0.35506]
            },
            "text": [
                "From (data) extraction at the edge of the human, toward an aesthetic of productive lethargy. By means of combining and analyzing unprecedented amounts of data, databases became new modes of knowing the world and knowing ourselves. Databases stabilize and materialize social forces as well as organizational and political logic. There are the results of a multitude of administrative practices, labor, scripted gestures and gendered and racialized bodies that have shaped the very material of today's algorithmic governance. While the body of workers is usually obfuscated by the myth of automation, performing artificial-artificial intelligence, I would like to trace the cognitive operations that are organized by data extraction processes.",
                "Shaping and designing behaviors, data extraction transforms the body into a sensitive captor, creating the material conditions of the exploitation of the workers feelings, sensitivity and affects. From the logarithmic table to the platform of micro-work, the project of the PhD research aims to draw a genealogy of these material inscriptions and mediating machines of labor and cognition. But in this particular case, I would like to focus on live streaming of sleeping bodies via the platform twitch or tiktoks, and this new form of “visual ASMR”. Thus, this blueprint is an attempt to map an archeology of sleeping by technical means, in today's digital and non digital environment. While fatigue studies have been determinant in the design of productive productivity in the industrial age, what is even action in an environment where everything is a data-based-monetized action ? Studying the economic and political extraction of human cognition and body, we tend to explore the concept of economy of attention toward its limit, where even non-action is monetized. Finally, we want to link this study-case to the wider concept of the wetware, to define this specific relationship between bodies and machines in our digital era. This term was used in the 80s science-fiction to define the computation logic of nature and living-being, as the structure of a snowflake for example or DNA. Referring the energy that flows and animates these non-human infrastructures, the metaphor of humidity or liquidity, embedded in the term of wetware, allow us to locate the specific role of the human in the loop, not only in the information and data production but in the creation of a network of sensitive bodies. What are the relationships that are reconfigured between the sleeping bodies and their viewers/watchers. How the specific mode of attention of the “veille” is (re)shaped by digital environment ?",
                "Finally, exploring how the metaphor of the wetware traveled from science fiction to cyberfeminism, to corporate culture, art and design, I attempt to map how these metaphors mediate the perception and rationalization of the working body. While tech companies are developing the material conditions and conceptual framework of the 'human-as-a-service' or the ' human-as-a-plugin', what are the other narratives that can derive from an ideology of techniques and organization rusted by the wetware ?",
                "By interrogating the wetware and its material condition of labor, from software to hardware, we can move beyond the so-called replacement of humans by machines towards understanding the new ways in which cognition and body are being transformed and perpetuated, not simply displaced and rendered obsolete."
            ]
        },
        {
            "title": "Sensing the Multispecies City",
            "author": "Marcela Delgado Velasco",
            "image": "./public/images/Points_Planes_and_ Proxies.png",
            "extent": {
                "southwest": [0.054862, 0.865723],
                "northeast": [0.198455, 0.983933]
            },
            "text": [
                "The ways in which animal species navigate and thrive in a human-dominated built environment have been largely ignored in design research and practice. Modernist frameworks stage the city as a collection of independent structures and green islands rather than as an ecology that spans multiple ways of being and interdependencies (Bridle, 2022). What agents, methods and instruments bring urban wildlife and their ties with urban phenomena into our field of vision?",
                "Methods that currently support the construction of a multispecies urban imaginary range from top-down to more bottom-up forms of documenting biodiversity. The Blueprint for Sensing the Multispecies City [1] tracks these existing methods and proposes a hybrid approach to reinforcing ecological networks. This diagram explores how artificial intelligence and machine learning might be used to clarify and predict synergies between fauna and the built environment, moving beyond identifying and classifying urban wildlife towards monitoring the quality of relationships between animals and the city.",
                "Commissioned at the city level, the design of urban ecological networks involve experts such as ecologists and biologists and a range of specialized instruments such as infrared cameras, acoustic sensors, sonar sensors, and eDNA testing for detecting and measuring the presence of certain species. The quantitative study of individuals within the urban environment is limited and highly dependent on several variables such as budget, access to certain parts of the city, the season of observation and the level of species activity. Through this labor-intensive process, an inventory of target species that are under threat of disappearing is elaborated as well as a list of indicator species that are easier to observe and can help predict the presence of the target species. Historical trends and future climate change predictions also factor into the decision of which animals are targeted for conservation efforts, not to mention their level of innocuity to human society, economic productivity, private property, etc (McCleery et al., 2014).",
                "Crowd-sourcing biodiversity data through citizen science platforms such as inaturalist.org has significantly contributed to scientific data collection that would otherwise require expensive tools and labor. Along with a community of specialists who can identify species and vet research grade observations, the platform employs machine learning to train image classification models to identify species using computer vision. The inaturalist.org demo currently uses spatio-temporal data to help estimate the likelihood of the identified species. For example, given a picture of a dragonfly uploaded to the platform, the model will assign a higher probability to the varieties of dragonflies recently observed in the same area (iNaturalist Computer Vision Explorations · iNaturalist, n.d.).",
                "The Blueprint for Sensing the Multispecies City proposes bridging the top-down and bottom-up approaches to species identification and their use of proxies to elucidate relationships between a species and its immediate context. The use of artificial intelligence can be further leveraged to detect and describe urban phenomena by referencing relevant urban databases whenever a species is identified. For instance, given the same picture of the emperor dragonfly, the model could analyze the conditions of the city at the location and time in which the picture was taken. The species could be identified as pertaining to the humid subnetwork and all the relevant urban datasets such as water quality data, noise and light pollution data can be evaluated for this specific location. Media, building records and historical archives can be mined to elaborate the relevant transformations to the built environment in recent years that directly impact this habitat. A larger, context-specific story that links the individual dragonfly to other species, urban flows and human-led processes can emerge, and as citizens upload their photos a process of analyzing urban habitat can take place simultaneously.",
                "In conclusion, the use of artificial intelligence can help crystallize ecological dependencies. Instead of understanding urban wildlife as isolated sightings or breaking down individuals through classification systems, science must take on a more expansive approach that strengthens cognitive ties between urban wildlife and context. Through this speculative methodology, parameters for securing healthy habitat can be signaled, furthermore empowering communities with information to actively protect habitat and design for cohabitation.",
                "",
                "Works Cited",
                "Bridle, J. (2022). Ways of being: Animals, plants, machines : the search for a planetary intelligence. Penguin Books.",
                "Bureau d’études biologiques & Raymond Delarze. (2014). Etude ciblée des composantes biologiques du Réseau Vert de Lausanne et de l’Ouest lausannois.",
                "iNaturalist Computer Vision Explorations · iNaturalist. (n.d.). iNaturalist. Retrieved January 8, 2024, from https://www.inaturalist.org/pages/computer_vision_demo",
                "McCleery, R. A., Moorman, C. E., & Peterson, M. N. (2014). Urban Wildlife Conservation: Theory and Practice (2014th ed.). Springer Nature. https://doi.org/10.1007/978-1-4899-7500-3",
                "",
                "Footnote",
                "1 - The diagram uses the Ecological Network proposed for the city of Lausanne, Switzerland (Bureau d’études biologiques & Raymond Delarze, 2014) and the urban wildlife observations uploaded by citizen scientists to inaturalist.org as its case study."
            ]
        },
        {
            "title": "Machine Dérive in a Street View Imagery (SVI) environments",
            "author": "Mikhael Johanes",
            "image": "./public/images/Machine_Derive.png",
            "extent": {
                "southwest": [0.568778, 0.755275],
                "northeast": [0.819824, 0.9006]
            },
            "text": [
                "Street view imagery (SVI) has gained more importance in urban analytics for deriving insight and informing decision-making. The appeal of the SVI is that it provides a proxy that 'mirrors' the world at the street level and provides information that can never be readable from a top-down, cartographic representation. There are growing numbers of research and urban analytics utilizing SVI data, including the cataloging or mapping urban infrastructure, measuring the city's well-being indicators, and characterizing city streetscapes (Biljecki & Ito, 2021). SVI data was also used to predict the demographic characteristic of a neighborhood by using deep learning to make connections between the demographic data and the visual information from the streets (Gebru et al., 2017), demonstrating the power of SVI, which raises concerns of many.",
                "SVI provides an immersive environment for seeing a city at the street level, pretending to mimic the experience of the streetwalkers. However, it is essentially a form of representation that encodes reality through thick technological layers: camera, sensor devices, algorithm, and interface (Anguelov et al., 2010). SVI is also a form of 'corporate surveillance' or street-level panopticon constantly watching the world (Gaines, 2019). Although such anxiety is valid and concerning, the total rejection of SVI will prove difficult and will not be productive. Instead, we could critically examine this relatively new form of representation and find possibilities of subversion by adopting the situationist term:  detournement to create 'new meaning and effect' (Pinder, 1996, p. 419). In the 1950s, Guy Debord produced a series of maps, 'The Naked City,' derived from Debord's psychogeography studies. The maps manifest the situationist idea of detournement as an act of re-appropriating the dominant mode of representation to be its very own critical medium. The cartographic map of Paris is fragmented and connected with arrows, representing the appealing or repelling forces between the agglomeration of the neighborhood. In such a way, the stable representation of the cartographic map is disrupted by human senses. While SVI is often seen as less abstracting and distancing than aerial images, it can be easily aggregated, geocoded, and transformed into big data to form a less visible yet more powerful abstraction through algorithms, machine learning, and statistical tools (Shapiro, 2018). We should be able to render these abstractions to engage critically with the SVI.",
                "What can be sensed through SVI, and how can it be sensed? This essay sketches a blueprint for Machinic Dérive to reveal SVI's potentiality for a novel form of sense. Naively drawn upon the situationist term derive, a free-form but critical drift through urban terrain, we can imagine a virtual 'machine' that autonomously drifts in the SVI world. With the logic of machine vision and made possible by the interaction in the encoded environment through the API,  a machine is programmed to wander in the SVI world while seeing, reading, and learning the urban environment. The idea is to envision an autonomous agent capable of wandering and learning an SVI environment. While most applications of such agents are oriented to navigational problems (Mirowski et al., 2018), I am focused on the capability of the agent to observe and act in the given environment. Can the machines sense the 'sudden change of the ambiance in the street and the repelling and appealing character of certain places' and follow 'the path of least resistance' to wander as the situationist describes (Debord, 1955, p. 2)? A brief reflection quickly highlights the particularity of machine senses. In urban analytics, machine perception is a term used to characterize the machine vision task that enables the characterization of urban space from a human perspective on a large scale (Biljecki & Ito, 2021). The idea is to extrapolate human perception to machine eyes through machine classification and regression. The automation of perception in SVI environments requires reliance on visual information compared to the multimodal perception of humans. The machine perceives by inferring the visual information, with the various data sources and human inputs, to predict the 'quality' of the observed environment (Shapiro, 2018). The machine's capacity to draw correlations is unprecedented, as it can draw connections from seemingly uncorrelated data (Gebru et al., 2017). Machine perceptions are a manifestation of a stack of algorithms and data used to 'judge' the quality of an urban environment.",
                "The 'appealing' and 'repelling' forces derived from machine perception are created from non-linear correlations between human judgment and various data sources, which implies different biases and tendencies. Machine Dérive through an urban environment can be seen as a form of evaluation of machine eyes, which can be used to compare different algorithms in perceiving the city. As such, Machine Dérive is not an observation of an urban environment through machinic eyes but of the 'tendency' of the machines to perceive a city from SVI representation. The over-reliance on visual information in SVI for machine perception is also fragile in a very particular way, from the classic 'generalization' problems that cause false inference outside the machine's training data (Tesla, 2016) to adversarial attacks (Moosavi-Dezfooli et al., 2017). Adversarial attacks fool the computer vision by inserting a perturbation agent into the machine's input, resulting in false inferences that question the computer vision algorithm's reliability. Various examples of adversarial attacks have been studied and explored, including visual alterations that result in the miss-classification of the signs (Eykholt et al., 2018; Gnanasambandam et al., 2021), exemplifies the vulnerabilities of machine vision in perceiving the cities. Adversarial attacks thus can be used as a defense against gathering information through the SVI environment by altering the environment's visual appearance to disturb the machine's inferencing results. This blueprint highlights the potentialities and vulnerabilities of machine sensing, which mainly operates on images, proliferated by the availability of visually rich information, such as SVI environments, through a toy experiment of Machine Dérive. Visually rich information of SVI enables machines to form perception through the correlation of various sources, from human inputs to crime data. The Machine Dérive is, therefore, a performative manifestation of the machine's perception, constantly drifting along to the preferences given by the algorithms. The reliance on visuals also highlighted some opportunities against the 'social sorting of place' (Shapiro, 2018, p. 1211) using adversarial attacks, which embodied the idea of detournement and critique of the domination of visuals in the current technological advancement.",
                "",
                "Refereces",
                "Anguelov, D., Dulong, C., Filip, D., Frueh, C., Lafon, S., Lyon, R., Ogale, A., Vincent, L., & Weaver, J. (2010). Google Street View: Capturing the World at Street Level. Computer, 43(6), 32–38. https://doi.org/10.1109/MC.2010.170",
                "Biljecki, F., & Ito, K. (2021). Street view imagery in urban analytics and GIS: A review. Landscape and Urban Planning, 215, 104217. https://doi.org/10.1016/j.landurbplan.2021.104217",
                "Debord, G. (1955). Introduction to a critique of urban geography. Les Lèvres Nues, 6(2).",
                "Eykholt, K., Evtimov, I., Fernandes, E., Li, B., Rahmati, A., Xiao, C., Prakash, A., Kohno, T., & Song, D. (2018). Robust Physical-World Attacks on Deep Learning Models (arXiv:1707.08945). arXiv. https://doi.org/10.48550/arXiv.1707.08945",
                "Gaines, B. (2019). Digital Detournement: A Situationist Approach to Resisting Surveillance in the Googlized World. Exquisite Corpse: Studio Art-Based Writing Practices in the Academy, 105.",
                "Gebru, T., Krause, J., Wang, Y., Chen, D., Deng, J., Aiden, E. L., & Fei-Fei, L. (2017). Using deep learning and Google Street View to estimate the demographic makeup of neighborhoods across the United States. Proceedings of the National Academy of Sciences, 114(50), 13108–13113. https://doi.org/10.1073/pnas.1700035114",
                "Gnanasambandam, A., Sherman, A. M., & Chan, S. H. (2021). Optical Adversarial Attack (arXiv:2108.06247). arXiv. http://arxiv.org/abs/2108.06247",
                "Mirowski, P., Grimes, M., Malinowski, M., Hermann, K. M., Anderson, K., Teplyashin, D., Simonyan, K., kavukcuoglu,  koray, Zisserman, A., & Hadsell, R. (2018). Learning to Navigate in Cities Without a Map. Advances in Neural Information Processing Systems, 31. https://proceedings.neurips.cc/paper/2018/hash/e034fb6b66aacc1d48f445ddfb08da98-Abstract.html",
                "Moosavi-Dezfooli, S.-M., Fawzi, A., Fawzi, O., & Frossard, P. (2017). Universal adversarial perturbations. Proceedings of the IEEE Conference on Computer Vision and Pattern Recognition, 1765–1773.",
                "Pinder, D. (1996). Subverting Cartography: The Situationists and Maps of the City. Environment and Planning A: Economy and Space, 28(3), 405–427. https://doi.org/10.1068/a280405",
                "Shapiro, A. (2018). Street-level: Google Street View's abstraction by datafication. New Media & Society, 20(3), 1201–1219. https://doi.org/10.1177/1461444816687293",
                "Tesla. (2016). A Tragic Loss. Tesla. https://www.tesla.com/blog/tragic-loss"
            ]
        },

        {
            "title": "Artificial Images with Environmental Sensibility",
            "author": "Christina Dumpioti",
            "image": "./public/images/Artificial_Images_with_Environmental_Sensibility.png",
            "extent": {
                "southwest": [0.569517, 0.039566],
                "northeast": [0.737914, 0.363965]
            },
            "text": [
                "Text-to-image technology has significantly transformed the field of computational creativity by providing a more efficient means of generating conceptual images. This advancement has opened up new avenues of design possibilities for future architectures. Implementing innovative means for image generation allows us to redirect our attention from the exigencies of notational design communication to the more purposeful task of reflection.Despite the remarkable progress made in this field, the impact of these generated images and their corresponding architectures on the environment remains crucial. How do these pixels translate to material, and how can these images embody environmental sensitivities?",
                "To address these concerns, the study presented through this blueprint explores the combination of generative (text-to-image) and analytical (simulation) methods within the context of computational environmental architecture. The workflow involves several stages, including the diffusion-generated conceptual image, depth-mapping imaging, semantic segmentation, digital model, simulation and analysis, and graphs, aiming to embed environmental awareness in our architectural designs. The power of imagery in architecture and design has been recognised as a tool to inspire creativity and communicate ideas. Recent advances in AI research enable a new wave of image creation by text-to-image models, which offer new ways of conceptualising design and approaching creativity. Visual and mental imagery can help architects and other designers see possibilities and opportunities that may not be immediately apparent. By developing a mental image of a design, designers can modify the image while improving the design or generating new ideas. The direct creation of digital images enables a fast and tangible representation of previously abstract concepts. As automation continues transforming how we create and consume images, it's essential to consider how these images impact our understanding of the physical world.",
                "To address these concerns, our study combines generative (text-to-image) and analytical (simulation) methods within the context of speculative design, which we use to raise awareness of the embedded data that these images carry. We aim to understand how generated pixels can translate into material bits and how they can bring designers closer to pressing matters related to environmental consciousness. Case Study: Methodological Steps We focus on producing images of a specific typology known as 'polykatoikia,' the typical residential typology in Greece [step01], comprising 80% of its building stock. Specifically, we concentrate on the façade of the polykatoikia as an assemblage for reconsideration while considering the environmental impact, particularly embodied and operational energy. Embodied energy refers to the energy consumed in the production, transportation, and installation of building materials, and operational energy refers to the energy consumed during the use of a building, such as heating, cooling, and lighting.",
                "The starting point of our design process involves textual prompting [step02], which provides initial designs for the polykatoikia's façade. While some images depicted a biased notion of what a modern Greek typology might be, proposing typologies with a classical and neoclassical style, other than that, the generated images were truthful to reality while also bringing a fresh perspective to the modern Greek typology. To generate our final batch of images as we utilised AI-powered image generation tools, namely Midjourney and Stable Diffusion. We employed various strategies to augment the images [step 03]: using the same prompt with a new seed or similar seed, re-prompting the image with text, blending two AI-generated images, and other times using depth map images and prompts. This last strategy involved keeping the form the same and only changing the materials using Stable Diffusion and ControlNet. While all strategies for augmenting images share similarities with parametric design, the outcomes can retain the subtleties of a final photorealistic image while allowing for more creative and unpredictable results. However, this can be challenging to control and fine-tune to achieve specific goals. The images undergo further editing [step 04] to remove any distracting elements, such as trees and plants, and to create depth-map images to aid in augmentation and segmentation. To help with the next step of region detection, we utilise edge detection, which produces a binary image where the pixels corresponding to the detected edges are white, and all other pixels are black. Edge detection and depth map images facilitate the crucial step of semantic segmentation by hand, which involves partitioning and colour codification based on material and depth categorisation. For 3d conversion modelling [step05]:, we used two distinct techniques: one approach is getting a 3d model from an automated extrusion of the segmented image of the previous step. The segmentation was linked to specific extrusion units based on a layer pipeline and colour coding, which determined the depth of the element in the Y-axis and material selection.",
                "The second study conducted involved converting the AI-generated images into depth map images. Each pixel of the grayscale depth map corresponded to a point in 3D space, and the pixel value represented the distance from that point to the reference point. The grayscale depth map was then transformed into a point cloud. The point cloud was further processed to create a mesh model with vertices, edges, and faces. The resulting relief model is then ready for further simulation related to operational expenditure. Facades in Mediterranean climates present unique challenges due to high solar radiation levels, requiring a balance between natural light and heat through shading and insulation. Our study considers the materials, orientation, form, and shading strategies during image generation that can contribute to the overall energy performance of the building. Embodied Energy [step06]: We have set up a file with specific wall assemblages with detailed material specifications for the embodied energy simulation. The simulation starts with the standard wall assembly found in the construction of polykatoikias, which is the brick cavity wall, comprised of 2 layers of bricks (of 10cm each) an airlayer inbetween, an insulation layer (2cm) in between, and two layers of plaster at the exterior and interior (2cm). We are using the EPIC dataset.",
                "Operational Energy [step 07]: We simulate the incident radiation on the façade of the building and the direct sunlight permeation on the interior as two indicators of possible operational energy expenditure. , the facade's orientation, overall form (overhangs, loggias, openings), and shading can impact the amount of natural light and heat that enters the building, which can affect the amount of energy needed for artificial lighting and HVAC systems related to the operational point. By changing and re-informing the introduced depth-map image we automatically observe how new elements inform the façade responsiveness to sun orientation. For this particular study, the analysis period was the summer and winter solstice and North orientation was defined at 30 degrees.",
                "Points for Discussion",
                "This project aims to bring attention to the importance of expanding beyond the visual realm and considering the potential impacts of the convergence of digital and physical worlds. By implementing a workflow incorporating various methodologies, we strive to transform our speculative idea into a tangible reality, emphasising the need for a critical shift in thinking. Architects have traditionally focused on material makeup for visual integration and financial feasibility. However, the increasing concern for environmental preservation is encouraging new connections beyond surface aesthetics by considering the broader impact of their designs on the environment. Our case study serves as evidence of the potential effectiveness of this approach."
            ]
        },

        {
            "title": "Sensing through a city of Peer-to-Peer connections",
            "author": "Juan Gómez",
            "image": "./public/images/Sensing_through_a_city_of_Peer-to-Peer_connections.png",
            "extent": {
                "southwest": [0.10643, 0.200876],
                "northeast": [0.220162, 0.337549]
            },
            "text": [
                "I explore digital commoning practices and their relationship to technologies that enable and support them. For instance, BitTorrent technologies enabled the exchange of files as a form of civil disobedience to post-copyright of digital objects such as music, images and books. More recent Peer-to-peer technologies such as IPFS (Interplanetary File System) are enabling the storage of files not in an addressed based manner but content based allowing for a decentralized infrastructure without a central server, challenging the current infrastructure of server-client and by extension demanding current protocols used by networked technologies such as HTTP (Hypertext Transfer Protocol) to be redefined. This allowed for projects such as FreeFoucoult 1 to exist.",
                "As part of Sensing Like a (Multipli)City course, I would like to explore how some of the technologies cited above are part of the networked fabric of human and non-human that creates the city. The city that thinks and sees has sensors for developing its techno sensibility but also needs servers (servants) to process, store and calculate data. How could a shift from client-server to peer-to-peer affect its techno sensibility? What new forms of urban commons could sprout as forms of resistance to technologies and dynamics that support/enable data extractivism in the city? In this regard, I would also like to analyse the fundamental configuration of the man-machine through the visuality of the words server and client within the discourse of informatics and also architecture.",
                "Major line of thought for Blueprint Client-server Principle as part of an economic model of extraction",
                "Client-server Principle as part of an economic model of extraction",
                "The Client-server principle that currently exists in the application layer of the internet could was key in the implementation of the infrastructure of the internet. The dot-com bubble was partly made thanks to the opening of the internet to commercial ventures but also that the technological protocols that allow the internet to exist were partially working and were then put in open standards for them to be collectively decided. Client-server principle evolved from the concept of distributed computing merged with a business model where few computers served the content to clients ( users). The so called “WEB 2.0 2” was never really recognized by Tim Bernes Lee as such, although devised as the normal evolution of an internet of participation and of blurring the roles of professionals / amateurs. creators / consumers could also be seen as a capitalist venture into central servers getting free content for their ( unpaid labour) for diffusing. GeoCities counted with millions of personal web spaces that people developed in their free time and rarely for commercial purposes but more like a free public space. It was bought by Yahoo in 2009 and closed the same year. Although this is not censorship related, the story of websites closing because of the cost of paying a server is true these days as well. Wikipedia is experimenting with IPFS to host their content the same way as it has been done with BitTorrent. Owning a server is technically challenging but if one is to be believe in Moore’s law then the cost of owning infrastructure for connection should be the next type of web.",
                "Materialisation of peer-to-peer protocols in spatial configurations",
                "Inmaterial by design, protocols structured the messages that pass on cables so that they could be read. In scaling the use of HTTP, data centres started to sprout to outsource the need of computers for companies to run their operations. Likewise, virtually HTTP allowed for HTML web sites to emerge as virtual spaces sometimes with commercial purposes but also blog of wiki style pages for communities to share their information visually. Peer-to-peer protocols such as IPFS, BitTorrent or Scuttlebut are designed to leverage the data exchange from one central server to many creating a network of nodes that act as client and servers. The economical model that backs this protocols in their application is usually through the tokenized economicas exchange bet it trough their own cryptocurrencies or by more established blockchain enabled ones such as Bitcoin or Ethereum. The aesthetical narrative of decentralization is generally used for backing up these projects as an artificial narration or counter tactic against a centralized state of the internet. Platforms such as UBER or Airbnb mediate spaces and shared resources and are creating a hybrid digital commoning that might be fruitful at first sight but long term they are just contributing to evading the mechanisms that society had put in place to create common goods. I argue that although Wikipedia could be considered as a fruitful example of digital commoning, the hybridising aspect of materialising a community manifests very rarely ( only through wikimedia meetings).",
                "Fighting the digital divide through community networks.",
                "The globalized project of connecting the whole world through a network was part of the original design of the internet's founding protocols architects but more than half of the world is disconnected or is connected in an exclusionary manner. The virtual spaces that the internet foster and not for everyone as of today, one of the main challenges is the digital literacy needed to alter these spaces. In places of the world where access is limited, western technological companies come as saviours giving up free connection however free of use of connections does not imply neutrality over connections. Indeed, the bias of connection between websites is very present. In countries like Colombia, the facebook page loads a lot faster compared to other websites. This created a bias of information. Overcoming the digital divide could be done through community networks as seen by cooperatives building their own internet connection at offering it as a service to their close peers.",
                "Data regulations are site specific ( GDPR, AI act, etc)",
                "Decentralization in governance also implies that there's not a central point of governance to relay in case of conflicts. Is it known for many that algorithms create social biases be it of racial or gender among others and the accountability of the creators of these protocols could be traced to its creators. The proposed diversified governance that peer-to-peer protocols propose comes with the flaw that the architecturing of protocols and its rules depends on consensus among users. Although Blockchain leverages some of the bureaucratic procedures of making group decisions in governance form of DAO’s, there are chances that by design some of the biases of using a protocol exclude some but also reinforce segregations. In this sense, technology amplifies the current biases through protocolary interventions. How to foster technological autonomy based on values that not only come from the west but that effectively stimulate the creation and preservation of commons?",
                "Data exchange in peer-to-peer networks",
                "Many applications promise Peer-to-peer communication as in that they allow for peers to exchange data but in most instances the exchanges happen through a central server that dispatches the messages. The type of peer to peer applications that allow direct exchange are very few but projects such as Cobox.cloud or filecoin are interesting hybrid proposals that could mediate the problem of data extraction. The problem with these applications is that most of them are still in early development and there is a big gap to install them as well.As a counter-design to corporate clouds many options currently exist and people offer the service of installing them and customized as needed. Artist & designers should not only be critical of this systems but also work closely society to imagine positive visions of how we can use information technology to support human flourishing without data extraction, the dematerialization of spatial exchanges thats exist nowadays as a place for work mostly could be reimagined by many with new experimental interactions."
            ]
        },
        {
            "title": "Emergency State Sensing Machine",
            "author": "Estefania Mompean Botias",
            "image": "./public/images/Emergency_State_Sensing_Machine.png",
            "extent": {
                "southwest": [0.310654, 0.715263],
                "northeast": [0.51112, 1.005402]
            },
            "text": [
                "Abstract. The blueprint proposal presented for the doctoral course “Sensing like a (Multipli)City” aims to understand and synthesize atmospheric, technical, and experiential sets that are involved in the interpretation of exceptional events and response architectures. The blueprint establishes a connection at different scales, focusing on the performance of the Emergency Management Center. These buildings conceptualized as sentinel architectures, function as spaces of mediation between the recomposition of the event, its simulations, and decision-making during alarm situations. The way these architectures recompose and communicate the event has a significant impact on the meanings that these events generate in society. Therefore, a conceptualization of sentinel attention is proposed to generate potentials towards a mediating architecture that incorporates the emotional dimensions of the event through a poetic recomposition of it.",
                "1 The Emergency Management.",
                "We live in a time defined by Emergency Management (Lakoff 2007), where geopolitical and logistics stability is crucial for the functioning of technocratic mechanisms that generate well-being. Any disruption in these interconnected systems can trigger a chain of disruptions, exposing the vulnerabilities that neoliberal systems fail to address, leading us to inhabit a continuous threshold (Pescaroli and Alexander 2018). When we surpass these thresholds, we find ourselves in a moment of crisis, and its management becomes operational through the State of Emergency (Anderson 2016).",
                "Emergency management is based on the idea of countering the symptoms of a potential crisis and is shaped by a set of mechanisms that establish protocols for designing the environment in the event of a potentially catastrophic event (Collier and Lakoff 2021). This mode of governance from security is based on the logic of prevention and risk assessment by environmental management apparatuses (Neisser and Runkel 2017; Dean 2009; Gabrys 2016). In the context of complexity and connectivity in which we find ourselves, the limits of security become both proactive and reactive policies in the face of an emergency, implying an increase in its temporality (Anderson 2017; Massumi 2007).",
                "Although emergencies and similar events may require different operational procedures, the devices necessary for their declaration and the activation of response protocols are based on certain criteria (Tong and Zhang 2019). This includes monitoring and mapping of the territory, where devices and networked organizations perform continuous readings to identify risk areas and assess potential impact (Kalas et al. 2021). Alarms and thresholds indicating acceptable risk limits are also established, and preparation plans and simulations of possible events are implemented to develop response capabilities and skills. Action protocols are mobilized with the activation of alarms and are developed based on past events or future scenarios (Kaufmann 2013). Additionally, a communication and coordination infrastructure is required to ensure collaboration among different organizations and technologies during preparedness and response to an event. Decision-making is based on the interpretation of quantifiable data and requires the involvement of artifacts, information and people (Cairney 2016; Farías 2014).",
                "The activation of the emergency and the decisions made are influenced by the representation of events and management practices within the Emergency Management Center. These spaces function as highly interconnected socio-technical systems in which procedures involving natural, technical, and social aspects are established (Farías and Bender 2012). However, their centralization and opacity diminish the agency of citizenship increasingly affected by extreme events.",
                "2 Sentinels & Climate Readings",
                "During the emergency phase, an effective response requires critical information. In this process, geospatial data and capabilities for risk analysis, prediction, and surveillance generate predictive models (Pollak et al. 2005). These models are constructed to provide quantifiable metrics that support decision-making and response protocols (Cairney 2016).",
                "It is through the readings of these metrics that sentinel attentions contribute as symbolism mediators of these states. Sentinels are defined as living beings or technical devices that provide the first signals of an impending catastrophe. Sentinel derives from the Latin verb sentire (to feel, to give meaning). The sentinel exists in bodily interaction with the environment, alert and monitoring from the limits of the alarm of its survival (Keck 2020). In this way, we can delve into these relationships as producers of knowledge that is both intimate and interconnected with larger patterns, generating attention that establishes relationships between states and gives them 'meaning'.",
                "In the creation of these metrics, predictive models of extreme events draw on a broad globalized infrastructure that connects different phenomena through sensors, calculations, simulations, mediating architectures, and communication systems (Edwards 2013). These models are based on meteorological, demographic, socioeconomic, infrastructure, public service, communication, and social media data (Golding 2022). Data is collected through sensors that record a wide range of phenomena and are digitized into securitized data centers. Technologies such as satellites, ground-based weather stations, ocean buoys, radars, seismic sensors, among others, are used for data collection.",
                "The use of sensors requires data models to convert signals into meaningful information –“to give meaning.” To conduct experiments in different organizational states during an emergency, simulation and data reconciliation models collected from different sources are employed. These models vary depending on the type of emergency and the specific context and include weather prediction, disaster simulation, traffic flows, epidemiological models, among others (Quarantelli 2000). With the certainty of being able to modelize climate systems as a physical system, this infrastructure is being built in networks, and chains, with great redundancy, interconnecting materialities that relate and touch the atmosphere, oceans, ice and snow layers that make up the cryosphere, land surfaces, and ecosystems that make up the biosphere (Edwards 2016). Thus, the sentinel infrastructure is built from the attention to these phenomena, cooperating among local, national, and international organizations, meteorological and geological agencies, and emergency management organizations. This global infrastructure of knowledge is based on standards and gateways that connect large-scale systems and networks (Edwards et al. 2011).",
                "The World Weather Watch is one of the platforms that generate meteorological data worldwide. This system combines network methods for observation, telecommunication, data processing, and weather forecasting (Edwards 2016). Additionally, the Global Data Processing and Forecasting System of the World Meteorological Organization plays an important role in emergency centers by providing a reference framework and standards for real-time meteorological data processing, as well as for generating forecasts and weather alerts (Golding 2022). This system facilitates the exchange of information between different emergency centers and national meteorological agencies.",
                "In the assembly of these different actors and the recomposition of the events they manage through the data sets provided by this global infrastructure, we can say that the Emergency Management Center is a globalized building-infrastructure that functions as a central social system of governance in the collection of information, analysis, planning, communication, decision-making, and response to events in emergency situations (Quarantelli 2000).",
                "3 Sentinel Architectures",
                "The architectures generated by this sentinel configuration, such as National Weather Services or Emergency Management Centers, can be defined as 'calculation centers' according to Bruno Latour (Latour 1987). These are places where information is collected, processed, and analyzed for decision-making and the generation of accepted knowledge. These centers are designed to receive, process, and recompose events from various sources, such as climate monitoring analysis, emergency hotline calls, field reports, and other communication channels (Bullock, Haddow, and Coppola 2017). Once the data reaches the emergency management center, a collection and analysis process takes place, which involves evaluating the magnitude and severity of the event, identifying affected areas, and tracking its evolution. The data is reviewed and integrated to obtain a comprehensive picture of the current situation and future trends.",
                "The integration of data and its visual representation occurs within the building in command rooms equipped with display screens, interactive maps, and control panels that are constantly updated with event information. This is achieved through Emergency Management Information Systems (EMIS), which function as centralized platforms. Geographic Information Systems (GIS) are necessary for mapping the event, locating resources, identifying affected areas, and conducting spatial analysis and simulations. Additionally, data analysis tools and predictive models are used to analyze large volumes of information. All of this requires coordination between government agencies, international organizations, and various online services, such as the Global Information and Early Warning System (GIEWS). The importance of social media and mobile applications is also leveraged to detect real-time event developments (Parlak and Gunduz 2015).",
                "How this data recomposition is carried out has a significant impact on the attributed meanings. According to Bruno Latour, “inscription devices” are mechanisms and processes through which events and phenomena in the social world are recorded, documented, and represented (De Boer, Te Molder, and Verbeek 2021). The Emergency Center acts as an inscription device by capturing and recording information about catastrophic events, thus participating in the construction of the social reality of the emergency. Furthermore, the Emergency Center not only records and documents information but also contributes to the construction of narratives and representations of the situation, generating a coherent image that influences how the emergency is understood and addressed (Farías 2014).",
                "However, from the perspective of sentinel attention, there is an opportunity to expand agency capabilities, tasks, and different networked skills that generate a new constellation of meanings and capacities of a place (Centemeri, Topçu, and Burgess 2021). For example, in the case of the new Emergency Center in Sierre, Switzerland, artist Karsten Fodinger collaborates with ethologists studying animal behavior around the building. The goal is to detect changes in animal behavior related to seismic events and activate bells in the building's lobby. These projects incorporate other emotional structures of knowledge within the building, establishing a complex relationship between beings that perceive and give meaning to a possible event.",
                "Another example of sentinel attention is based on data collection systems through crowdsourcing, where digital volunteers compile and analyze data through cartographic protocols and social media platforms (Goodchild and Glennon 2010; Kalas et al. 2021). These sentinel practices are developed in various communities around the world and contribute to the attention and understanding of events occurring in their environment. By fixing meanings and activating spaces of observation and care Champ (Padawangi 2016), these sentinel communities enable negotiation between communities, the environment, and the state, recomposing a relational infrastructure (Simone 2021). The modes of sentinel attention reflect the constant concern for potential catastrophic events and provide opportunities to challenge power structures and accepted forms of thinking.",
                "In this way, it becomes necessary from the architectural design of these sentinel architectures to begin to envision their reconfiguration as open spaces based on the modes of attention of sentinel communities. This can lead us to co-develop a more radical and transformative agenda that opens up opportunities for political voice, resistance, and challenging power structures and accepted forms of thinking. It leads us to imagine co-constructed emergency protocols from structures of affection with a territory.",
                "4 Other ways of sensing. Poetic recomposition of the event.",
                "Sentinel architectures seek to be responsive, sensitive, and communicative, involving not only the actors involved in emergency management but also government agencies, non-governmental organizations, local communities, and even non-human entities (Farías 2014). However, current Emergency Management Centers are robust and secure buildings that can perpetuate violence and marginalization due to their technocentric approach to decision-making.",
                "To recompose more open and sensitive models in emergency response, it is important to consider these spaces as readers of an emergent nature, opening the door to disturbance, rearrangement, and resistance. This requires a deep understanding of the meaning of extreme events from cosmopolitan theories (Stengers 2015) and their impact on our lives and relationships with the environment, amplifying the voices and perspectives involved in emergency management (Wright, Plahe, and Jack 2022).",
                "As we have seen in the text, emergency centers act in the recomposition of events. This blueprint is an exercise in reconfiguration, opening it up to a poetics of recomposed sensitivities through reflection, collaboration, and collective action in emergency management. These spaces go beyond being mere physical shelters and become places of attention, listening, and care, where active participation of affected communities, solidarity, and collaboration are encouraged.",
                "Ultimately, a world in a continuous emergency should require a newly constructed infrastructure every day, a space composed and recomposed through dissenting acts in a constantly renewed relationship. Hence, the need to recompose the elements that are part of this infrastructure through this blueprint, to expose them, and open up to the potentialities of other possible reconfigurations.",
                "Bibliography",
                "Anderson, Ben. 2016. ‘Governing Emergencies: The Politics of Delay and the Logic of Response.’ Transactions of the Institute of British Geographers 41 (1): 14–26. https://doi.org/10.1111/tran.12100.———. 2017. ‘Emergency Futures: Exception, Urgency, Interval, Hope.’ The Sociological Review 65 (3): 463–77. https://doi.org/10.1111/1467-954X.12447.",
                "Bullock, Jane, George D. Haddow, and Damon P. Coppola. 2017. Introduction to Emergency Management. Butterworth-Heinemann.",
                "Cairney, Paul. 2016. The Politics of Evidence-Based Policy Making. Springer.",
                "Centemeri, Laura, Sezin Topçu, and J. Peter Burgess, eds. 2021. Rethinking Post-Disaster Recovery: Socio-Anthropological Perspectives on Repairing Environments. London: Routledge. https://doi.org/10.4324/9781003184782.",
                "Collier, Stephen J., and Andrew Lakoff. 2021. The Government of Emergency: Vital Systems, Expertise, and the Politics of Security. Princeton, New Jersey: Princeton University Press.",
                "De Boer, Bas, Hedwig Te Molder, and Peter-Paul Verbeek. 2021. ‘Understanding Science-in-the-Making by Letting Scientific Instruments Speak: From Semiotics to Postphenomenology.’ Social Studies of Science 51 (3): 392–413. https://doi.org/10.1177/0306312720981600.",
                "Dean, Mitchell M. 2009. Governmentality: Power and Rule in Modern Society. Second edition. London ; Thousand Oaks, Calif: SAGE Publications Ltd.",
                "Edwards, Paul N. 2013. A Vast Machine: Computer Models, Climate Data, and the Politics of Global Warming. MIT Press.",
                "———. 2016. ‘Control Earth.’ Places Journal, November. https://placesjournal.org/article/control-earth/.",
                "Edwards, Paul N., Matthew S. Mayernik, Archer L. Batcheller, Geoffrey C. Bowker, and Christine L. Borgman. 2011. ‘Science Friction: Data, Metadata, and Collaboration.’ Social Studies of Science 41 (5): 667–90.",
                "Farías, Ignacio. 2014. ‘Misrecognizing Tsunamis: Ontological Politics and Cosmopolitical Challenges in Early Warning Systems.’ The Sociological Review 62 (1_suppl): 61–87. https://doi.org/10.1111/1467-954X.12124.",
                "Farías, Ignacio, and Thomas Bender. 2012. Urban Assemblages: How Actor-Network Theory Changes Urban Studies. Routledge.",
                "Gabrys, Jennifer. 2016. Program Earth: Environmental Sensing Technology and the Making of a Computational Planet. Electronic Mediations 49. Minneapolis: University of Minnesota Press.",
                "Golding, Brian, ed. 2022. Towards the ‘Perfect’ Weather Warning: Bridging Disciplinary Gaps through Partnership and Communication. Cham: Springer International Publishing. https://doi.org/10.1007/978-3-030-98989-7.",
                "Goodchild, Michael F., and J.   Alan Glennon. 2010. ‘Crowdsourcing Geographic Information for Disaster Response: A Research Frontier.’ International Journal of Digital Earth 3 (3): 231–41. https://doi.org/10.1080/17538941003759255.",
                "Kalas, Milan, Annett Wania, Maria Ramos, Francesco Dottori, Valerio Lorini, Hannah Cloke, Peter Salamon, and Florian Pappenberger. 2021. Satellites, Tweets, Forecasts: The Future of Flood Disaster Management? https://doi.org/10.13140/RG.2.2.15275.16162.",
                "Kaufmann, Mareile. 2013. ‘Emergent Self-Organisation in Emergencies: Resilience Rationales in Interconnected Societies.’ Resilience 1 (1): 53–68. https://doi.org/10.1080/21693293.2013.765742.",
                "Keck, Frédéric. 2020. Avian Reservoirs: Virus Hunters and Birdwatchers in Chinese Sentinel Posts. Duke University Press.",
                "Lakoff, Andrew. 2007. ‘Preparing for the Next Emergency.’ Public Culture 19 (April): 247–71. https://doi.org/10.1215/08992363-2006-035.",
                "Latour, Bruno. 1987. Science in Action: How to Follow Scientists and Engineers Through Society. Harvard University Press.",
                "Massumi, Brian. 2007. ‘Potential Politics and the Primacy of Preemption.’ Theory & Event 10 (2). https://doi.org/10.1353/tae.2007.0066.",
                "Neisser, Florian, and Simon Runkel. 2017. ‘The Future Is Now! Extrapolated Riskscapes, Anticipatory Action and the Management of Potential Emergencies.’ Geoforum 82 (June): 170–79. https://doi.org/10.1016/j.geoforum.2017.04.008.",
                "Padawangi, Rita. 2016. ‘Muddy Resistance: Community Empowerment in Mudflow Disaster Governance in Porong, Sidoarjo, Indonesia.’ In Disaster Governance in Urbanising Asia, 61–84. https://doi.org/10.1007/978-981-287-649-2_4.",
                "Parlak, B., and I. Gunduz. 2015. ‘Hybrid Structures in Disaster Management: Political and Administrative Multi-Layered Approaches.’ In WIT Transactions on The Built Environment, edited by C. A. Brebbia, 1st ed., 1:1159–69. WIT Press. https://doi.org/10.2495/SD151002.",
                "Pescaroli, Gianluca, and David Alexander. 2018. ‘Understanding Compound, Interconnected, Interacting, and Cascading Risks: A Holistic Framework.’ Risk Analysis: An Official Publication of the Society for Risk Analysis 38 (11): 2245–57. https://doi.org/10.1111/risa.13128.",
                "Pollak, Eytan, M. Falash, Lr Ingraham, and V. Gottesman. 2005. Operational Analysis Framework for Emergency Operations Center Preparedness Training. https://doi.org/10.1109/WSC.2004.1371398.",
                "Quarantelli, E L. 2000. ‘Disaster Planning, Emergency Management and Civil Protection: The Historical Development of Organized Efforts to Plan for and to Respond to Disasters,’ 35.",
                "Simone, AbdouMaliq. 2021. ‘Ritornello: ‘People as Infrastructure.’’ Urban Geography 0 (0): 1–8. https://doi.org/10.1080/02723638.2021.1894397.",
                "Stengers, Isabelle. 2015. In Catastrophic Times: Resisting the Coming Barbarism. Open Humanities Press/Meson Press.",
                "Tong, Xing, and Haibo Zhang. 2019. China’s Emergency Management: Theory, Practice and Policy. Springer.",
                "Wright, Sarah, Jagjit Plahe, and Gavin Jack. 2022. ‘Feeling Climate Change to the Bone: Emotional Topologies of Climate.’ Third World Quarterly 43 (3): 561–79. https://doi.org/10.1080/01436597.2021.1987210."
            ]
        },
        {
            "title": "Sensing Informalities of Housing in Rabat, Morocco",
            "author": "Rim Mrani",
            "image": "./public/images/Housing_in_Rabat.png",
            "extent": {
                "southwest": [0.183193, 0.692274],
                "northeast": [0.281886, 0.856452]
            },
            "text": [
                "1. Purpose, Scope, and Objectves:",
                "1.1. Purpose",
                "The purpose of this project is to create a digital database and housing observatory of incremental individual informalities at the scale of architectural-urban facades in a housing neighbourhood in Rabat-Morocco.",
                "1.2. Scope",
                "The scope of this project is to identify pa=erns and links of incremental informal transformations executed by the inhabitants and provide this dataset to the decisionmakers and policymakers to enhance the housing regulations accordingly.",
                "1.3. Objectives",
                "The objectives of this project are to carry out a human-based data analysis and a machine-based data analysis both organized through six temporalities and generate a feedback loop to be=er understand the dynamics of the incremental informalities of housing. The project aims to use technology to sense and tackle the incremental informalities in housing beyond the urban poor, and hence, to provide insights into the challenges faced by decision-makers, policymakers, and local authorities in dealing with the complexities of urban development of the housing sector. This model can be used for other cities of Morocco and Africa.",
                "2. Context and Methodology",
                "Housing is a crucial component of the urban life, and it is crucial to ensure that it is done accurately to the expectations of the dwellers. However, housing regulations are not always in concordance with the cultural practices of the local inhabitants, especially in African cities. Accordingly, this leads to the issue of spatial resistance towards the resulting inadequate housing. To address this issue, I suggest a pilot project aimed at sensing informalities on the scale of urban blocs’ architectural facades in a residential neighbourhood in Rabat-Morocco. Hence, the purpose of this project is to create a digital database that also serves as a housing observatory of informalities identifying symmetrical and repeated pa=erns of illegal transformations implemented by the inhabitants, that can afterwards be used to enhance the housing regulations based on these materialized needs. Accordingly, and based on the knowledge acquired via the course “Sensing Like a (Mul/pli)city”, this blueprint suggests two ways of sensing housing informalities. First, a human-based data analysis organized through three temporalities, namely, construc/ng (1), then filtering (2), then organising (3). Second, a machine-based (machine learning) data analysis, consequently organized through three temporalities, namely, de-construc/ng (4), then un-filtering (5), then re-organising (6).",
                "3. Human-based Data Analysis",
                "3.1. Data",
                "Secondary data includes the scanned history architectural-administrative data gathered from the urban municipality, and primary data covers the vectorized two-dimensional contemporary urban facades.",
                "3.2. Tools",
                "The tools comprise a large format scanner, the Leica RTC 360 and the FIXAR 007 - LiDAR (Light Detection and Ranging) items, and the CAD (Computer-Aided Design) software Archicad.",
                "3.3. Agents",
                "Involved agents in the human-based data analysis are the topographers supervised by the local authorities, the architects, and the CAD software technicians.",
                "3.4. Methods",
                "Starting with the construc:ng temporality (data layer), the project can be carried out by topography professionals, under the surveillance of the local authorities, using ground scanner Leica RTC 360 in restricted zones and aerial autonomous VTOL (vertical take-off and landing) FIXAR 007 fixed-wing drone in less restricted zones to generate the contemporary urban facades. After the 3D architectural data is collected through this LiDAR scanning process, CAD software technicians can intervein to the quick generation of the twodimensional urban facades via axonometric front view establishments in Archicad that can be used as a basis for the vectorization of this dataset within the same software. In parallel, scanned history architectural-administrative data gathered from the urban municipality, in charge of the authorizations, are used to construct the architectural history of the urban facades object of the study to filter the institutional informalities (driven by a financial rationale) from the individual informal transformations (driven by the inhabitants’ needs) after it is vectorized. Thus, since all data has the same binary file (DWG vector urban facades), it can be overlayed to detect the spatial informal transformations, highlighting the discrepancies and variations, which constitutes the filtering temporality (informa:on layer). Hence, since all the individual transformations are mapped within the urban facades, they can be structured in a scheme during the organizing temporality (knowledge layer) into main types and subtypes of informalities which can help understand the repeated and symmetrical pa=erns of the individual informal transformation, subject to improving the housing guidelines and regulations.",
                "4. Machine-based (Machine Learning) Data Analysis.",
                "4.1. Data",
                "Primary data is extracted in the format of a Microsoft Excel sheet and includes all the sensed informalities.",
                "4.2 Tools",
                "The tools comprise a Microsoft Excel file and the t-sne (t-distributed stochas/c neighbour embedding) algorithm.",
                "4.3 Agents",
                "Involved agents in the machine-based (machine learning) data analysis are the data analysts.",
                "4.4 Method",
                "Alone, this human-based data analysis process can be enough for sensing the informalities of housing. However, the machine-based data analysis can give a be=er understanding of the pa=erns and links of the la=er. The first step toward this be=er understanding is the deconstruc:ng temporality (data layer), where all constructed knowledge in the organizing temporality (3) is decomposed into a Microsoft Excel sheet where the vertical dataset is that of the Urban Facades (UFs), and the horizontal dataset is the that of the informalities (main, and sub). Next, the un-filtering temporality (informa:on layer) implements the t-sne, an unsupervised machine learning algorithm, as an exploratory data analysis of what our dataset can generate that can help be=er understand the pa=erns of informalities and their eventual links. The involved agent in this temporality is ought to be a data analyst. Finally, the last temporality, the re-organising (knowledge layer) visualises the understood links generated by the t-sne algorithm and hence improves the scheme produced during the organizing temporality (3).",
                "5. Feedback Loop",
                "5.1. Data",
                "Primary data covers the yearly vectorized two-dimensional contemporary urban facades.",
                "5.2 Tools",
                "The tools comprise the Leica RTC 360 and the FIXAR 007 - LiDAR items, the CAD software Archicad, the pervious Microsoft Excel file used in the machine-based (machine learning) data analysis and the t-sne (t-distributed stochastic neighbour embedding) algorithm.",
                "5.3 Agents",
                "Involved agents in the feedback loop are the topographers supervised by the local authorities, the architects, the CAD software technicians, and the data analysts.",
                "5.4 Method",
                "By repeating this process every year, a feedback loop can be generated that helps be=er understand the dynamics of the incremental informalities of housing that represent the materialised needs of the inhabitants and that can be a basis for the adaptation and improvement of the housing regulations and guidelines.",
                "6. Conclusion",
                "Indeed, this methodological project is ought to serve as a model for other cities of Morocco and Africa, as it showcases the advantages of using technology to sense and tackle the incremental informalities in housing beyond the urban poor. Indeed, the project provides insights into the challenges faced by the decision makers, policymakers, and local authorities in dealing with the complexities of urban development. Moreover, the use of cubng-edge technology and algorithms such as the RTC 360, the FIXAR 007, and the t-sne will help improve the accuracy and efficiency of data collection, analysis, and accurately understanding informal transformations of the housing sector. To summarize, this pilot project is an innovative initiative that will provide valuable insights into the challenges of the post protectorate/colonization urban development of African cities. By using a human-based data analysis doubled with a machine learning one in order to sense informalities on architectural facades, architects, topographers, data analysts, and CAD software technicians will be able to create a digital database for the decisionmakers and policymakers to improve the housing regulations."
            ]
        },

        {
            "title": "Rapa Nui",
            "author": "Chloé Joly Pottuz",
            "image": "./public/images/Rapa_Nui.png",
            "extent": {
                "southwest": [0.077752, 0.390131],
                "northeast": [0.344609, 0.656987]
            },
            "text": [
                "Rapa Nui is a small island, with a strong identity. It is located 3500 km west from Chilean coasts, in the Pacific Ocean. It is known for its stone giants, the Moaï. It has the shape of a triangle, measuring 25 km in length and 15 km in width, for an area of around 160 square km. The island is accessible by sea or by air. The Mataveri airport is the main entrance point for people coming to Rapa Nui. Erosion takes place in most parts of the island, aggravated by the natural elements such as the wind and the rain, and the free wandering animals such as horses and cows. Due to this erosion, there is almost no soil on Rapa Nui, which prevents grass from growing, as well as trees. The lack of grass and trees in turn aggravates erosion, as no roots hold the little soil in place. In the middle of the island, a eucalyptus plantation remains, unmanaged. Around 8600 inhabitants live today in Rapa Nui, mostly on the west coast of the island. Hanga Roa is the town where the majority of human activities are concentrated, therefore where most resources are consumed. Since 1995, the island’s national park is registered as a UNESCO World Heritage Site. Nowadays, Rapa Nui is facing pressure from the tourism industry, which represents the main economy of the island. In 2017, almost 120 000 people went to Rapa Nui.",
                "Rapa Nui’s building fabric is heterogeneous. Three construction periods can be noticed: ancestral, colonial, post-colonial. The current building stock requires constant maintenance and replacement, is sometimes even decaying, and doesn’t seem to be built to last. Inhabitants mostly self-build with what they can find and afford. In some aspects, they save resources because they are scarce. However, in other aspects, they seem to use resources irrationally. For example, big raw logs can often be seen displayed in front of houses as columns, but sometimes they are not even structural. In addition to wood, timber is widely used for building houses in Rapa Nui.",
                "There are two ways to get wood and timber on the island. Wood is mostly taken freely from the unmanaged eucalyptus plantation in the center of the island. Fallen trees or living ones (mostly eucalyptus) are sawn and brought to the construction site. This local procurement occurs mainly for self-builders: some hotels or public entities imported huge trunks from Chile. Timber, on the other hand, is imported from Chile, as there is no timber industry on the island. The imported timber is mostly pine, and the cost associated to importation makes construction materials expensive, although they come in limited quantities and in low quality. There is no port for unloading arriving goods from the sea, therefore a smaller barge commutes between the docks and the boat.",
                "In this context, my research will study the reasons why wood and timber are used the way they are for building in Rapa Nui. I will then investigate alternative possibilities in their procurement and uses. This research is important because today there is an inefficient use of resources on the island. This inefficiency is enhanced by cultural traditions and the local socio-economic context, and results in a damaging development of the place. Therefore, my goal is to ease a new way of building, informed by local traditions. This research is significant because the situation in Rapa Nui is not unique. In other transitioning, urbanising, isolated places, a particular way of building that is inefficient threatens their territories. This is why I aim at developing an approach to the problem that will be replicable in other parts of the world presenting similar conditions. Rapa Nui makes the ideal case-study for such an inquiry. As an extremely isolated island, it is a delimited ecosystem where we can assess more easily what comes in and what goes out. It is therefore easier to understand the conditions that produce a certain result.",
                "To conduct my research, I will focus on the building typology, the material supply chain and the cultural aspects in Rapa Nui. To examine these areas, I will conduct a physical survey of buildings on the island, study the industry records, and review the existing literature, as well as conduct interviews with the different actors in place such as self-builders, public services, construction material sellers and experts. This inquiry will produce a catalogue of constructive elements, an inventory of types, and an evaluation of procurement processes. Then, I will study the relations between the building stock production, the economics driving this production and the cultural aspects of the island. I will then assess the factors shaping these conditions, questioning which ones might remain and which ones could or should be modified. This will provide me with an understanding of the local building production system, from its construction material supply chain to its constructive solutions and spatial production. This understanding of the local building production system will allow me to produce a locally informed policy draft for Rapa Nui, regarding the management of resources, the territorial development of the island and its local identity.",
                "To investigate the material supply chain, this research will require knowledge-building about timber industry, timber construction and forestry management, through field visits and study periods with experts. These study periods will add to several fieldworks in Rapa Nui (the first one has been conducted in November 2022)."
            ]
        },
        {
            "title": "Facial Recognition Mapping",
            "author": "Roc Albalat, tallerestampa.com",
            "image": "./public/images/Facial_recognition_mapping.png",
            "extent": {
                "southwest": [0.528808, 0.38198],
                "northeast": [0.753732, 0.700066]
            },
            "text": [
                "Facial Recognition Mapping aims to provide a critical, archaeological and situated perspective on current facial recognition techniques, paying particular attention to the relations that facilitate the implementation of new regimes of hypervisibility and mass surveillance. To this end, we have mapped the main actors, resources, infrastructures, institutions, techniques and discourses that shape artificial vision applied to faces. Facial recognition is a technique that makes it possible to identify or analyse a person's face in photographs or videos, a system designed to operate without the target's knowledge and without their ability to resist because it is based on the immutable characteristics of their physique. It is not a trivial tool. Its development has contributed to the growth of the digital economy and the deployment of a global biometric surveillance device that has transformed the contemporary public sphere.",
                "The collection, storage and processing of visual data has consolidated an industrial model in which the capture and analysis of faces is one of the most lucrative sources. That's why, when it comes to mapping, we've focused on the list of private companies leading this growing market. These include China's SenseTime, which was the world's most valuable AI company in 2018, and US-based Clearview AI, which was named one of Time magazine's 100 most influential companies of the year in 2021. Major digital platforms have also released their own facial recognition models: Amazon (Rekognition), Facebook (DeepFace), Google (FaceNet) and Apple (Face ID). The area that these companies occupy in the graph is linked to the flow of financial investment that has nurtured the technological innovation sector for more than two decades through a system of start-ups and investment rounds.",
                "Around these private companies, we have diagrammed their raw material: datasets. Face recognition is one of the tools implemented through machine learning, a technique based on providing and processing large numbers of examples to automate tasks. To automate facial recognition, datasets of millions of facial images are required. Before proceeding with identification tasks, deep neural networks (AI) must be trained on a massive set of images to improve their success rates (faces in different poses, ages, genders, skin tones, expressions, and image quality). There is no standard metric for how many images are needed to train them, but in these industries it is in the millions. More images generally lead to better performance. And because better facial recognition models are more marketable, companies have an economic incentive to collect as many faces as possible. The collection of this facial data follows the same pattern that has enabled the emergence of the new big data and AI industries: the mass extraction and exploitation of other people's data for private purposes. The data, taken without consent, could fall foul of privacy laws, which is why the origin of the datasets is one of the industry's most closely guarded secrets.",
                "Capture and encoding of faces",
                "These days, it is hard to find someone without a smartphone in their pocket, a device equipped with a camera capable of interpreting where a face is in an image. The mass use of these cameras is creating a supply chain that ultimately feeds data-hungry companies. In this sense, the current selfie trend is both an exercise in communicating with friends, family and followers, and an unwitting contribution to training, testing and improving the statistical functions of the facial recognition industry. By sharing our photos on social networks, we are handing over data to developers who have an unlimited source of images of faces on the Internet, scraped through the search filters of Google, Instagram, YouTube or Flickr, in the latter case taking advantage of their Creative Commons licence. Other forms of mapping the faces of smartphone users include the popular Instagram filters or Face++ in China, which use augmented reality techniques to put on funny kitty ears or beautify the face with all kinds of digital make-up. Facial recognition technologies to unlock the latest generation of mobile phones or &quot;pay-per-selfie&quot; technologies are also becoming popular. To illustrate the relationship between these tools and the provision of facial datasets, the mapping presented here has smartphones as one of its two main sources of capture.",
                "The other source of capture represented in mapping is cameras located in physical space: airports, workplaces, sports stadiums, roads, public transport, ATMs or homes. The ubiquity of remote sensing is complemented by the abundance and sophistication of satellites and drones. China's credit system relies on more than 400 million cameras constantly monitoring the population, all connected to servers with real-time facial recognition systems. In the US and the EU, the use of these technologies in migration control is intensifying. In just a few years, the use of facial recognition has become naturalised, both at airports and at open borders, as a result of research and development programmes on biometric analysis. In Greece, the EU is funding the construction of fully militarised detention centres equipped with dystopian surveillance projects such as Centaur, which includes cameras and real-time detection systems. European police agencies such as Europol or Frontex, as well as think tanks linked to US security agencies, are favoured clients of large biometric surveillance corporations, an area in which opaque alliances between public and private actors are interwoven.",
                "Identifying people is just one application of facial recognition. It is also used to determine age and gender, estimate ethnicity or interpret emotions. Reading emotions is a field that has become widespread, even in the form of popular culture, since the research of the influential psychologist Paul Eckmann, whose terminology and classifications have become a standard for monitoring the secret passions of the human mind. This culture of interpretation is part of a long tradition of studies that have sought to measure, dissect and decipher the clues that would be inscribed on our faces. In this sense, current algorithmic predictions are heirs to the positivist ideas of Francis Galton, Cesare Lombroso or the taxonomic tables of Alphonse Bertillon, a system of coding police and forensic photography that had a major impact on criminology at the end of the 19th century. Far from the self-serving disruptiveness of his inventions, today's technologically advanced societies have merely updated and refined certain systems of power that, since the advent of photography, have been dedicated to segmenting and classifying the representation of the body through the image.",
                "Theorist Kelly A. Gates argues that there is no technically neutral form of machine vision that is free from the ambiguities, imperfections and subjective biases of human perception; that getting these systems to 'see' the face involves constructing particular ways of seeing. AI systems are designed by people with their own worldviews, and these end up informing the definition of criteria for evaluating the models. Computer scientists and digital activists Joy Buolamwini and Timnit Gebru pioneered the analysis of bias in databases, showing evidence of dysfunction in the accurate identification of dark-skinned women compared to white men. Beyond the operational flaws, the ethics of identifying (and inscribing) social constructs such as race and gender have been questioned. Because of this discriminatory impact on minorities, its impact on privacy, and its use as a commercial and police technique of mass surveillance, facial recognition has been the subject of controversy and contestation. It is for this reason that a selection of critical actors, whether from organised civil society or from the field of research, have been situated on the margins of the area of cartography. They are building topographies of knowledge about opaque biometric architectures and calling for their democratic regulation or even prohibition. Activism and the visual arts have promoted the use of all kinds of camouflage, masks and make-up in order to hack and search for the blind spot of facial recognition systems. They represent a conglomerate of knowledge and practices aimed at opening the black boxes of these technologies and questioning their omnipresence and inevitability.",
                "",
                "References",
                "Buolamwini, J.; Gebru, T. (2018). Gender Shades: Intersectional Accuracy Disparities in Commercial Gender Classification. Proceedings of the 1st Conference on Fairness, Accountability and Transparency, in Proceedings of Machine Learning Research 81:77-91",
                "Gates, K. (2011). Our biometric future. New York University Press.",
                "Harvey, A. (2022). Today’s Selfie Is Tomorrow’s Biometric Profile, in Arns, I., Hunger, F.,Lechner, M. House of Mirrors: Artificial Intelligence as Phantasm (79-83). Verlag Kettler",
                "Kak, A. ed. (2020). Regulating Biometrics: Global Approaches and Urgent Questions. AINow Institute.",
                "Peirano, M. (2019). El enemigo conoce el sistema. Debate"
            ]
        }
    ]
}
